beLizzard1/baudpunk/sdkconfig.defaults.bak
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_ENABLED=y
CONFIG_TINYUSB_AUDIO_ENABLED=y
CONFIG_TINYUSB_AUDIO_CLASS_1=y
CONFIG_TINYUSB_AUDIO_USE_CALLBACK=y
CONFIG_TINYUSB_NET_ENABLE=y
CONFIG_TINYUSB_CDC_NCM_ENABLE=y
CONFIG_TINYUSB_DEVICE_COMPOSITE=y
